[
    {
        "title": "UNGA hosts first ever development finance summit to boost SDGs",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165944",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "The words inclusivity, resilience, reforms – and many more coloured in green and blue – provided a bold, digital backdrop from artist Marsha Dunn for the first ever Biennial Summit for a Sustainable, Inclusive and Resilient Global Economy."
    },
    {
        "title": "Syria: Return of millions brings hope but challenges remain",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165945",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "In just&nbsp;nine months, one million Syrians have returned home following the fall of the Bashar al-Assad regime last December, the UN refugee agency (UNHCR) reported on Wednesday."
    },
    {
        "title": "New national climate plans unveiled at high-level summit ahead of COP30 conference",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165943",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "From accelerating the move to clean energy to planting acres of trees, leaders from more than 100 countries announced or reiterated new national climate action plans during a meeting on Wednesday as part of the high-level week of the UN General Assembly.&nbsp;"
    },
    {
        "title": "AI must not decide humanity’s fate, UN chief warns Security Council",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165942",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Artificial intelligence holds vast potential but poses grave risks if left unregulated, UN Secretary-General António Guterres told the Security Council on Wednesday."
    },
    {
        "title": "Security Council LIVE: Guardrails urgently needed for AI on the battlefield, warns Guterres",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165941",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Humankind can’t allow killer robots and other AI-driven weapons to seize control of warfare, the UN Secretary-General just told ambassadors in the Security Council. “Innovation must serve humanity – not undermine it,” António Guterres continued, briefing a high-level meeting on growing concerns over peace and security in the fast-evolving age of AI – and the urgent need for consensus over international regulation. Follow our live coverage below - UN News app users can click here."
    },
    {
        "title": "Syrian President outlines reforms, pledges national renewal",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165940",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Syrian President Ahmad Al-Sharaa used his debut at the UN General Assembly’s annual debate to outline a forward-looking agenda of reform and rebuilding, promising balanced diplomacy, transitional justice, and inclusive representation as the country turns “the page of a wretched past.”"
    },
    {
        "title": "Shipping faces ‘stormy seas’ as trade slows and costs rise",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165939",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Global maritime trade is entering a period of fragile growth, rising costs and mounting uncertainty, the UN trade and development body (UNCTAD) warned on Wednesday."
    },
    {
        "title": "Kenya’s Ruto demands permanent African seat on the Security Council, highlights support for Haiti",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165937",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Kenyan President William Ruto told world leaders at the UN General Assembly on Wednesday that Africa’s exclusion from permanent membership of the Security Council is “unacceptable, unfair and grossly unjust.”"
    },
    {
        "title": "World News in Brief: WHO reaffirms safety of vaccines, appeal for Sudanese civilians trapped in El Fasher, DR Congo Ebola outbreak update",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165936",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "The World Health Organization (WHO) stressed on Wednesday that there is no conclusive scientific evidence linking the use of paracetamol – also known as acetaminophen – during pregnancy, with autism spectrum disorder."
    },
    {
        "title": "‘Iran has never sought and will never seek to build a nuclear bomb,’ President tells General Assembly",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165935",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Iran’s President affirmed that his country has no intentions to build a nuclear bomb in his address to the UN General Assembly on Wednesday.&nbsp;"
    },
    {
        "title": "Gaza: UN agencies warn of escalating attacks, mass displacement and famine",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165934",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "UN agencies on Wednesday warned that civilians in the devastated Gaza Strip are facing escalating attacks, more mass displacement and worsening hunger."
    },
    {
        "title": "We have no choice but to fight, Ukraine’s Zelenskyy tells world leaders",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165933",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "President Volodymyr Zelenskyy on Wednesday warned world leaders that international institutions are “too weak” to stop wars, urging more countries to join Ukraine’s security coalition and step up pressure on Russia."
    },
    {
        "title": "Climate Summit 2025: The path to COP30",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165897",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Floods in South Asia, wildfires across North America, and record-breaking heat in Europe have underscored what scientists have warned for years: climate change is escalating faster than the political response. Against this backdrop, the UN Secretary-General is holding a climate summit during the high-level week of the General Assembly, pressing nations to raise their climate pledges ahead of November’s UN climate conference (COP30) in Belém, Brazil."
    },
    {
        "title": "General Debate LIVE: Day Two",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165917",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "Follow our&nbsp;live coverage here of the second day of the General Debate in New York, featuring leaders from Spain, Ukraine, Iran, Estonia, Argentina, Syria Cyprus, Kenya, Sierra Leone and many others – UN News app users can&nbsp;click here. For a full rundown of who is speaking through the day, check out the full list here."
    },
    {
        "title": "United Nations LIVE: Beyond the podium",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165880",
        "published": "Wed, 24 Sep 2025 12:00:00 +0000",
        "summary": "World leaders are gathering this week at United Nations Headquarters in New York at a time of global upheaval. Wars, poverty, human rights abuses and climate change are all issues that the 193 Member States will address with the UN at the centre of those discussions. UN News app users can follow here."
    },
    {
        "title": "Echoes of Gaza war dominate UN halls, from Assembly podium to Council chamber",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165929",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The deepening crisis in Gaza echoed through the halls of the United Nations on Tuesday, as the Security Council grappled with alarming reports of civilian suffering and rising regional tensions, while leaders from Jordan to Qatar took the General Assembly floor to demand urgent global action."
    },
    {
        "title": "Guterres calls for ceasefire as European leaders affirm Ukraine’s rights at UN",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165928",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The Security Council on Tuesday heard a warning from Secretary-General António Guterres on the war in Ukraine, while in the General Assembly, leaders from Lithuania, France and Poland called for stronger international action against aggression."
    },
    {
        "title": "Guterres warns against loss of ‘fragile’ diplomatic momentum over Ukraine",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165927",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "Speaking at a high-level briefing on Ukraine on Tuesday, the UN Secretary General António Guterres told the Security Council that the international community cannot afford to lose “fragile” diplomatic momentum over ending the war with Russia."
    },
    {
        "title": "Haiti’s security crisis ‘is like the Sword of Damocles above us’: Foreign Minister",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165926",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "Foreign Ministers from across the Americas met on the margins of the UN General Assembly on Tuesday to rally for greater support for Haiti.&nbsp;"
    },
    {
        "title": "Failure to end Gaza war undermining world’s credibility, UN chief warns",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165925",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "UN Secretary-General António Guterres told the Security Council on Tuesday that the crisis in Gaza has become “one of the darkest chapters of the Israeli-Palestinian conflict,” with worsening suffering and deepening regional instability."
    },
    {
        "title": "US President Trump criticizes UN, NATO and climate ‘hoax’",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165924",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "United States President Donald Trump told world leaders gathered at the UN on Tuesday that during a seven-month period he had ended “seven unendable” wars, but said the global body had offered little help."
    },
    {
        "title": "SECURITY COUNCIL LIVE: Fragile diplomatic momentum on Ukraine must continue, Guterres urges",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165923",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The UN Secretary-General told the Security Council on Tuesday it’s important not to lose the “fragile diplomatic momentum” between Ukraine and Russia – and international mediators – over ending the war. He was briefing ambassadors in back-to-back meetings where calling for ceasefire in Gaza, he said the “day after” war ends there, must be anchored in international law, rejecting any “ethnic cleansing” of Palestinians. Our&nbsp;live meetings coverage&nbsp;is below; UN News app users can click here. &nbsp;"
    },
    {
        "title": "‘Our democracy is non-negotiable’, President Lula of Brazil tells General Assembly",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165920",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The UN symbolises the highest expression of the aspiration for peace and prosperity but the ideals that inspired its founding 80 years ago are under threat as never before, Brazilian President Luiz Inácio Lula Da Silva told the General Assembly on Tuesday.&nbsp;"
    },
    {
        "title": "World News in Brief: Gaza and Nicaragua human rights update, WHO hypertension alert and alarm over US autism claim",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165921",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The UN agency for Palestine refugees, UNRWA, has confirmed that between 11 and 16 September, 12 of its premises in Gaza City were hit directly or indirectly, amid intensifying Israeli military activity there."
    },
    {
        "title": "Uphold founding principles and ‘be better together’: General Assembly President",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165919",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "As the UN marks its 80th anniversary, Member States must show the people of the world why the organization matters and uphold its founding principles in the decades ahead, General Assembly President Annalena Baerbock said on Tuesday.&nbsp;"
    },
    {
        "title": "UN’s Guterres to world leaders: Choose peace and cooperation over chaos",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165918",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "The UN Secretary-General opened the General Assembly high-level debate with a stark message: the world is awash with overlapping crises – from wars and humanitarian emergencies to climate breakdown – and leaders must decide now “what kind of world we choose to build together.”"
    },
    {
        "title": "Sudan war: Lifesaving cholera vaccination campaign begins in Darfur",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165916",
        "published": "Tue, 23 Sep 2025 12:00:00 +0000",
        "summary": "Amid the devastating war in Sudan, UN aid teams are overcoming major obstacles to curb a cholera outbreak claiming lives across the country, with young children particularly at risk."
    },
    {
        "title": "Recommit to a two-State solution for Israel-Palestine conflict, ‘before it’s too late’: Guterres",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165915",
        "published": "Mon, 22 Sep 2025 12:00:00 +0000",
        "summary": "The time has come to free the 48 hostages still being held by Hamas in Gaza and to stop the bombing, massacres and displacement in the embattled enclave, French President Emmanual Macron told delegates in the UN General Assembly Hall on Monday.&nbsp;"
    },
    {
        "title": "World News in Brief: Call for new Haiti force, Ukraine and Sudan war updates, ‘disturbing’ sentence for China blogger",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165914",
        "published": "Mon, 22 Sep 2025 12:00:00 +0000",
        "summary": "Without greater international engagement, Haiti risks sliding deeper into crisis, leaders warned on Monday at a meeting in New York convened to address the country’s security collapse."
    },
    {
        "title": "Offensive shutters nearly half of all malnutrition centres in and around Gaza City",
        "link": "https://news.un.org/feed/view/en/story/2025/09/1165913",
        "published": "Mon, 22 Sep 2025 12:00:00 +0000",
        "summary": "Hostilities between Israeli forces and Hamas have led to the shuttering of almost half of all malnutrition centres in and around Gaza City, the northern area of the Strip where famine was declared a month ago."
    }
]